{
  "extracted": "2025-08-21T23:27:07.508Z",
  "language": "English",
  "prayers": {
    "2025-08-14": {
      "date": "2025-08-14",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who wast pleased to choose for thy dwelling-place the maiden palace of Blessed Mary, grant, we beseech thee, that her protection may shield us, and make us glad in her commemoration.\n$Qui vivis",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who wast pleased to choose for thy dwelling-place the maiden palace of Blessed Mary, grant, we beseech thee, that her protection may shield us, and make us glad in her commemoration.\n$Qui vivis",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Lectio1_",
              "text": "The Lesson is taken from the Holy Gospel according to Luke\n!Luke 11:27-28\nAt that time: It came to pass as Jesus spoke, a certain woman of the company lifted up her voice, and said unto him: Blessed is the womb that bore thee, and the paps which thou hast sucked. And so on, and that which followeth.\n_\nHomily by St. John Chrysostom\n!Homily 20 on John ch. 2, toward the end\nWhen you give ear to the saying of that woman: Blessed is the womb that bare thee, and the paps which thou hast sucked: and to the Lord's reply: Yea, rather, blessed are they that hear the word of God and keep it: think not that he made this observation as slighting his Mother, but as wishing to shew that it would profit her nothing to be called his Mother, unless she excelled in goodness and faith. Now, if a mother's love would avail Mary nothing without virtue, much less will it avail us to be a good father, brother, mother, or son, unless we are good in ourselves.",
              "type": "reading"
            },
            {
              "title": "Lectio1t",
              "text": "!For the Eve of the Assumption.\nFrom the Holy Gospel according to Luke\n!Luke 11:17-28\nAt that time As Jesus spake unto multitudes, a certain woman of the company lifted up her voice, and said unto Him Blessed is the womb that bare thee. And so on.\n_\nHomily by StAugustine, Bishop (of Hippo.)\n!10th Tract on John.\nBlessed is the Virgin Mary, because she did the will of the Father. (Matth. xii. 50.) This it was that the Lord praised in her, namely, that she did the will of His Father, not that her flesh had given birth to His Flesh. Be kind enough to give me your attention, my dear brethren. When the Lord amazed the crowd by working signs and wonders, and showing thereby What was veiled in His Flesh, a woman, in the astonishment of her mind, cried out Blessed is the womb that bare thee, and the paps which Thou hast sucked. But He said Yea, rather, blessed are they that hear the Word of God, and keep it. That is to say Even My Mother, whom ye call blessed, hath her blessedness from this, that she keepeth the word of God not because it was in her that the Word of God was made Flesh, and dwelt among us, but because she heareth and keepeth that Word of God by Which she was made, (John i. 3,) and Which in her was made Flesh.\n&teDeum",
              "type": "reading"
            },
            {
              "title": "Lectio2",
              "text": "For indeed, salvation for anyone, apart from the divine grace, is to be hoped for in nothing else but his own virtues. For if her kinship in itself could have profited Mary, it would also have profited the Jews, for Christ was their kinsman according to the flesh; it would have profited the city in which he was born; it would have profited his brethren. Yet as long as his brethren cared only for their own interests, their relationship to Christ profited them nothing, but they were condemned with the rest of the world.",
              "type": "reading"
            },
            {
              "title": "Lectio3",
              "text": "Then only did they begin to be worthy of admiration, when they shone by their own virtue. His native land, indeed, having gained nothing from its own connection with him, fell and was burnt by fire; his fellow-citizens were put to death and perished miserably; his kindred according to the flesh gained nothing towards their salvation; insofar as all these lacked the protection of virtue. But of them all, the Apostles became the most renowned, since by obedience they joined themselves to him in a right and desirable friendship and companionship. From this we learn, that we always have need of faith, and a life shining with virtues; since this alone will have power to save us.",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who wast pleased to choose for thy dwelling-place the maiden palace of Blessed Mary, grant, we beseech thee, that her protection may shield us, and make us glad in her commemoration.\n$Qui vivis",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-15": {
      "date": "2025-08-15",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Almighty everlasting God, who hast taken body and soul into heaven the Immaculate Virgin Mary, Mother of thy Son: grant, we beseech thee, that by steadfastly keeping heaven as our goal we may be counted worthy to join her in glory.\n$Per eumdem",
              "type": "prayer"
            },
            {
              "title": "Capitulum Laudes",
              "text": "!Jdt 13:22-23\nv. The Lord hath blessed thee by his power, because by thee he hath brought our enemies to nought. Blessed art thou, O daughter, by the Lord the most high God, above all women upon the earth.\n$Deo gratias",
              "type": "text"
            },
            {
              "title": "Hymnus Laudes",
              "text": "v.  O Virgin, who shines with sun's rays surrounded,\nAnd over whose head glows the twelve starred crown,\nThe moon of high heaven thy footstool is made,\nThou Queen of renown.\n_\nO thou Victress over hell and dreadful death,\nEnthroned near Christ and ever our Mother,\nEarth and the heavens sing loud of thy glory,\nThou sovereign Queen.\n_\nBut evil still is menacing thy children,\nConfided to thee by thy crucified Son,\nO Mother, draw nigh, `gainst the demon defend\nBy crushing his head.\n_\nGuard thou the faithful all who follow thy Son,\nAnd bring back to the sheepfold of the Shepherd\nFar wandering souls that are shadowed by death,\nO save every one.\n_\nIn kindness beg mercy for all poor sinners;\nAlso the sick, the poor, the sorrowful, aid;\n`Midst life's thorns grant light and peaceful assurance\nOf our salvation.\n_\nPraise to the Triune Godhead everlasting,\nWho hath caused thee, O Virgin, to be crowned,\nAnd providently willed our queen thou shouldst be\nAlso our Mother.\nAmen.",
              "type": "text"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Hymnus Vespera",
              "text": "v. O Virgin thou, the spirit's fair'st,\nPredestined by the will divine,\nWithin thy sacred womb thou bear'st\nHis only Son, and also thine.\n_\nO thou in whom rich grace abounds,\nForetold thou wast to be the foe\nWho in her origin confounds\nThe wicked demon here below.\n_\nWithin thy womb anew Life's made,\nThe very life by Adam lost\nHas been renewed by thee, sweet maid,\nWho didst provide the holocaust.\n_\nThy will immersed in Jesus' own,\nAtoning for the sins of all,\nHe raises thee to Heaven's throne,\nIn victory o'er death's dread thrall.\n_\nIn thy great glory burning bright\nExalted nature sings the praise,\nAnd unto beauty's very height,\nDost honor and all glory raise.\n_\nTriumphant Queen to Heaven borne,\nUpon us exiles turn thy sight,\nThat to the ever-blessed morn\nWe may be guided by thy light.\n_\nAll honor, laud, and glory be,\nO Jesu, Virgin-born to thee;\nAll glory, as is ever meet\nTo Father and to Paraclete.\nAmen.",
              "type": "text"
            },
            {
              "title": "Prayer",
              "text": "Almighty everlasting God, who hast taken body and soul into heaven the Immaculate Virgin Mary, Mother of thy Son: grant, we beseech thee, that by steadfastly keeping heaven as our goal we may be counted worthy to join her in glory.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Hymnus Matutinum",
              "text": "v. Arise! the cold blasts from earth have receded,\nAnd in the field are lovely flowers smiling,\nFor thee, O gracious Mother, bearer of Life,\nArise, O Mary!\n_\nBeautiful Lily blooming 'mid the brambles,\nDeath's haughty author thou alone didst conquer,\nPlucking life-giving tree of fruits the fathers\nBy sin did not taste.\n_\nArk of sweet wood not destined for ruin,\nHolding the manna, whence springeth forth the power\nSummoning forth the bones again arisen\nFrom depths of the tomb.\n_\nThou handmaid, faithful to the Ruler of hearts,\nThy flesh cruel decay could never touch,\nThy soul of Spirit partaking without end,\nHath winged to the stars.\n_\nLeaning on thy beloved, arise, go heav'nward!\nAccept the crown with stars for thee bedecked,\nList to the hymn thy children sing on this day,\nCalling thee blessed.\n_\nPraise to the Triune Godhead everlasting,\nWho hath caused thee, O Virgin, to be crowned,\nAnd providently willed our Queen thou shouldst be\nAlso our Mother.\nAmen.",
              "type": "text"
            },
            {
              "title": "Ant Matutinum",
              "text": "The holy Mother of God is exalted over choirs of Angels * into the heavenly kingdom.;;8\nThrough thee have the gates of Paradise been thrown open to us, * O thou who this day dost triumph so gloriously among the Angels.;;18\nBlessed art thou among women, * and blessed is the Fruit of thy womb.;;23\nV. The holy Mother of God is exalted.\nR. Over choirs of Angels into the heavenly kingdom.\nIn thy comeliness and thy beauty, * go forward, fare prosperously, and reign.;;44\nThe Most High * has sanctified His tabernacle.;;45\nGlorious things * are spoken of thee, O Virgin Mary.;;86\nV. Mary hath been taken to heaven the Angels rejoice.\nR. They praise and bless the Lord.\nRejoice, O Virgin Mary, * thou hast trampled down all the heresies in the whole world.;;95\nThe heavens shall announce * his justice, and all peoples will see his glory.;;96\nSing to the Lord * a new song, for he hath done marvelous things unto thee, O Mary.;;97\nV. The Virgin Mary hath been taken into the chamber on high.\nR. Where the King of kings sitteth on a throne amid the stars.",
              "type": "antiphon"
            },
            {
              "title": "Lectio1",
              "text": "Lesson from the book of Genesis\n!Gen 3:9-15\n9 And the Lord God called Adam, and said to him: Where art thou?\n10 And he said: I heard thy voice in paradise; and I was afraid, because I was naked, and I hid myself.\n11 And he said to him: And who hath told thee that thou wast naked, but that thou hast eaten of the tree whereof I commanded thee that thou shouldst not eat?\n12 And Adam said: The woman, whom thou gavest me to be my companion, gave me of the tree, and I did eat.\n13 And the Lord God said to the woman: Why hast thou done this? And she answered: The serpent deceived me, and I did eat.\n14 And the Lord God said to the serpent: Because thou hast done this thing, thou art cursed among all cattle, and beasts of the earth: upon thy breast shalt thou go, and earth shalt thou eat all the days of thy life.\n15 I will put enmities between thee and the woman, and thy seed and her seed: she shall crush thy head, and thou shalt lie in wait for her heel.",
              "type": "reading"
            },
            {
              "title": "Lectio2",
              "text": "From the First Epistle of Blessed Paul the Apostle to the Corinthians\n!1 Cor 15:20-26\n20 But now Christ is risen from the dead, the firstfruits of them that sleep:\n21 For by a man came death, and by a man the resurrection of the dead.\n22 And as in Adam all die, so also in Christ all shall be made alive.\n23 But every one in his own order: the firstfruits Christ, then they that are of Christ, who have believed in his coming.\n24 Afterwards the end, when he shall have delivered up the kingdom to God and the Father, when he shall have brought to nought all principality, and power, and virtue.\n25 For he must reign, until he hath put all his enemies under his feet.\n26 And the enemy death shall be destroyed last.",
              "type": "reading"
            },
            {
              "title": "Lectio3",
              "text": "!1 Cor 15:53-57\n53 For this corruptible must put on incorruption; and this mortal must put on immortality.\n54 And when this mortal hath put on immortality, then shall come to pass the saying that is written: Death is swallowed up in victory.\n55 O death, where is thy victory? O death, where is thy sting?\n56 Now the sting of death is sin: and the power of sin is the law.\n57 But thanks be to God, who hath given us the victory through our Lord Jesus Christ.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "From the Acts of Pope Pius XII\n_\nSince indeed the universal Church hath at all times and throughout the ages manifested faith in the bodily Assumption of the Blessed Virgin Mary, and since the Bishops of the whole world by an almost unanimous agreement have petitioned that this truth, which is enshrined in Sacred Scripture and deeply rooted in the souls of Christ's faithful, and is also truly in accord with other revealed truths, should be defined as a dogma of the divine and Catholic Faith, Pope Pius XII, acceding to the requests of the whole Church, decreed that this privilege of the Blessed Virgin Mary be solemnly proclaimed, and thus, on the first day of November of the year of the Great Jubilee, nineteen hundred and fifty, at Rome, in the open square before the Basilica of St. Peter, surrounded by a throng of many Cardinals and Bishops of the Holy Roman Church who had come from distant parts of the earth, and before a great multitude of the faithful, with the whole Catholic world rejoicing, proclaimed in these words and with infallible statement the bodily Assumption of the Blessed Virgin Mary into heaven: Wherefore, having offered to God continual prayers of supplication, and having invoked the light of the Spirit of Truth, to the glory of Almighty God who hath enriched the Virgin Mary with his special favour; in honour of his Son, the immortal King of ages and victor over sin and death; for the increase of the glory of the same august Mother, and for the joy and exultation of the whole Church, by the authority of Our Lord Jesus Christ, of the holy Apostles Peter and Paul, and by our own authority, we pronounce, declare and define it to be a divinely revealed dogma that: The Immaculate Mother of God, Mary ever Virgin, was, at the end of her earthly life, assumed body and soul into heavenly glory.",
              "type": "reading"
            },
            {
              "title": "Lectio7",
              "text": "From the Holy Gospel according to Luke\n!Luke 1:41-50\nAt that time: Elisabeth was filled with the Holy Ghost: and she spoke out with a loud voice, and said, Blessed art thou among women. And so on.\n_\nA Homily by St. Peter Canisius, the Priest\n!De Maria Deipara Virgine, lib. 5, c. 6\nThe Church frequently and reverently keepeth feastdays dedicated to the Mother of God, realizing that it is a work pleasing to God and worthy of the faithful if many feasts, with fixed dates and public ceremonies, are celebrated in honour of the most blessed of all the blessed in heaven, the Mother of our Lord and God. Among all these feasts which have been celebrated so devotedly for so many years, even unto the present day, the Feast of the Assumption is considered the greatest and holdeth chief place. Indeed there was no happier or more joyful day for Mary, if we duly consider the happiness of both body and soul granted to her on that day. Then especially, as never before, her spirit, soul and body rejoiced wondrously in the living God and she could rightfully say: He hath regarded the lowliness of his handmaiden; for behold, all generations shall call me blessed; for he that is mighty hath magnified me.",
              "type": "reading"
            },
            {
              "title": "Lectio8",
              "text": "O thrice blessed and truly august Mother, it is for this reason that we who love thee and thy Son cannot refrain from congratulating thee with all sincerity upon thine admirable and incomparable happiness, especially since everything that hath been said to thee and about thee by the Lord, is brought to a conclusion by thy beautiful passing away from this life, and in every wise hath been perfectly fulfilled. Blessed art thou who hast not only believed but hast this day attained unto the end of faith and the fruit of all virtue, and now at last hast merited to enjoy the most pleasing sight of him whom thou didst love and desire so greatly. Thyself a guest, thou didst receive Emmanuel who as a guest did enter into thee, as into a mighty fortress in this world; and today, thou in turn art received by him into his royal mansion, and magnificently welcomed with the highest honour, as befitteth one found worthy to be the Mother of such a Solomon.",
              "type": "reading"
            },
            {
              "title": "Lectio9",
              "text": "O blessed day which sent so precious a gift from the desert of this world, and carried it to the holy and eternal city, so that universal and unheard of joy no less than admiration welled up in all the blessed in heaven. O blessed day, that fulfilled the long and ardent yearning of the gentle spouse, so that she might find what she had sought, that she might receive what she asked; that what she awaited she might possess securely, resting safely at last in that perfect vision and inward joy of the eternal and all-great Goodness. O blessed day which raised up and so highly exalted this most humble handmaiden of the Lord that she might become the most glorious Queen of Heaven and the mistress of the world. Indeed she could not have risen to more sublime heights since she had been elevated to the very Throne of the heavenly kingdom, and thus was established in glory next after Christ. O blessed and truly honourable is this day which constituted and confirmed for us a Queen and Mother who is at once powerful and merciful in the kingdom of God, that we might have her, who ever remaineth the Mother of the Judge, as a Mother of mercy protecting us and interceding for us with Christ, unceasingly watching over the work of our salvation.\n&teDeum",
              "type": "reading"
            },
            {
              "title": "Lectio Prima",
              "text": "!Jdt 15:10\nv. Thou art the glory of Jerusalem, thou art the joy of Israel, thou art the honour of our people.",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Almighty everlasting God, who hast taken body and soul into heaven the Immaculate Virgin Mary, Mother of thy Son: grant, we beseech thee, that by steadfastly keeping heaven as our goal we may be counted worthy to join her in glory.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-16": {
      "date": "2025-08-16",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who, out of all thy Saints, didst choose blessed Joachim to be the father of the mother of thy Son, mercifully grant that as we hold his Festival in honour, we may ever feel his protection.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who, out of all thy Saints, didst choose blessed Joachim to be the father of the mother of thy Son, mercifully grant that as we hold his Festival in honour, we may ever feel his protection.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "From the Sermons of St. Epiphanius, Bishop (of Pavia)\n!Discourse on the Praises of the Virgin\nFrom the Root of Jesse sprang King David, and from the stock of King David, the Holy Virgin. Holy I call her, and the daughter of holy men. Her father and mother were Joachim and Anne, who pleased God in their lives, and brought forth an offspring well pleasing to Him, even the Holy Virgin Mary, at once the Temple and the Mother of God. These three, Joachim, Anne, and Mary, clearly offered up unto the Trinity a sacrifice of praise. For the name Joachim being interpreted, signifieth “the preparation of the Lord”, and out of him was prepared the Temple of the Lord, namely, the Virgin. The name Anne signifieth grace, and she and Joachim did indeed receive a grace when, in answer to their prayers, they generated such an offspring, compassing the Holy Virgin. Joachim prayed upon the mountain and Anne in her garden.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "From the Sermons of St. John of Damascus\n!1st on the Birth of the Blessed Virgin Mary\nSince it was to be that the Virgin Mother of God should be born of Anne, nature dared not to produce any other child before this child of grace, but humbly waited until grace should have produced her's. It behoved that she should come into the world as a first-born, who was to bear the First-born of every creature, even Him by Whom all things were made. O blessed couple, Joachim and Anne unto you is all creation laid under debt, since through you creation hath offered to the Creator this noblest of gifts, namely, that chaste mother, who alone was worthy of the Creator.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "Rejoice, O Joachim, from whose daughter a Child hath unto us been born, and His name is called The Angel of the Great Counsel, that is, of the salvation of the whole world. Let Nestorius be ashamed, and put his hand upon his mouth. Her Child is God. How then can His Mother be other than Mother of God? Whosoever acknowledgeth not the Holy Mother of God is far from God. This saying is not mine, although it is mine in all other senses than that of authority. I have received it as a most godly legacy from Father Gregory the Divine. O blessed couple, Joachim and Anne. Christ saith in a certain place: By their fruits ye shall know them (Matth. iii. 20) and ye are known by the fruit of your chaste loins. That that which should be born of you might be worthy and well-pleasing in the sight of God, ye ordered your own lives by rule. In the chaste and holy exercise of your natural gift, ye produced the treasure of virginity.",
              "type": "reading"
            },
            {
              "title": "Lectio7",
              "text": "From the Holy Gospel according to Matthew\n!Matt 1:1-16\nThe book of the generation of Jesus Christ, the son of David, the son of Abraham. Abraham begat Isaac, and Isaac begat Jacob. And so on.\n_\nHomily by St. John of Damascus\n!Bk. iv on the Orthodox Faith\nThat Joseph sprang from the lineage of David, the most holy Evangelists Matthew and Luke have clearly shown. There is this difference between them, that Matthew traceth the pedigree from David through Solomon, and Luke through Nathan. But both of them pass in silence over the descent of the Holy Virgin. In explanation of this we shall find on investigation that among the Jews, and in the Holy Scriptures, it hath never been in use to chronicle the pedigrees of women. But the Law containeth a warning against the tribes intermarrying one with another. Joseph was of the same tribe as David, (namely, Judah,) and since he was a just man (this is the praise which the Gospel of God giveth him,) he would not have espoused the Holy Virgin, unless she had been of the same race, as such an union would not have been in accordance with the commandment of the law. For this reason the Evangelist held it enough to have shown the descent of Joseph.",
              "type": "reading"
            },
            {
              "title": "Lectio8",
              "text": "Therefore, from the stock of Nathan the son of David, Levi begat Melchi and Panther and Panther begat Bar-Panther (for so was he called) and Bar-Panther begat Joachim and Joachim begat the Holy Mother of God. Again, from the stock of Solomon the son of David, Mathan of his wife begat Jacob. And after Mathan was dead, Melchi, of the family of Nathan, son to Levi and brother to Panther, took to him in marriage her that had been the wife of Mathan, and was mother of Jacob, and begat of her Heli. So that Jacob and Heli were half-brothers, sons of the same mother, but one of the stock of Solomon and the other of the stock of Nathan.",
              "type": "reading"
            },
            {
              "title": "Lectio9",
              "text": "Then Heli, who was the descendant of Nathan, died, having had no children. Whereupon, Jacob, who was the descendant of Solomon, took to himself the widow of his half-brother Heli, to raise up seed unto his brother, and begat of her Joseph. So Joseph was by nature the son of Jacob the descendant of Solomon, but in the eye of the Law he had for his father Heli the descendant of Nathan. Things being thus, Joachim took to wife that most eminent and praiseworthy woman, Anne. And even as the patient Hannah, being stricken with barrenness, by prayer and promise became the mother of Samuel, so likewise this woman also through prayer and promise received from God the Mother of God, that in fruitfulness she might not be behind any of the famous matrons. And thus grace (for such is the signification of the name of Anne) is mother of the Lady (for such is the signification of the name of Mary.) And indeed she became the Lady of every creature, since she hath been mother of the Creator.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who, out of all thy Saints, didst choose blessed Joachim to be the father of the mother of thy Son, mercifully grant that as we hold his Festival in honour, we may ever feel his protection.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-17": {
      "date": "2025-08-17",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Grant us, O Lord, to sanctify this hour with your blessing. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Grant us, O Lord, to sanctify this hour with your blessing. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "Hyacinth was a Pole, and was born (in the year 1185) of the noble and Christian family (of the Counts of Odrowatz,) in the town of Camien, in the diocese of Wratislaw. He was trained up in learning from his youth, and after studying law and theology, became a Canon of Crakow, where he was eminent above his fellows by the singular godliness of his life and the depth of his learning. Being at Rome, (in 1218,) he was received into the Order of Friars Preachers by the Founder, St. Dominic, himself, and kept in holiness to the end of his life the rule of perfect living which he had learnt from him. He remained always a virgin, and loved modesty, long-suffering, lowliness, self-restraint, and all other good graces as his heritage in the life of a Friar.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "In the heat of his love for God, he sometimes passed whole nights in pouring forth prayers and chastising his body, to which he never gave rest but in leaning against a stone or lying upon the ground. He was sent back to his own country, and, on the way, founded a very large house of his Order at Friesach and soon afterwards another at Crakow. In other provinces of the kingdom of Poland he founded four others, and it passeth belief what success he had with all kinds of men, by his preaching of the Word of God, and the innocency of his life. Not a day passed wherein he did not display some bright gift of faith, godliness, or innocency.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "The zeal of this most holy man for the salvation of his neighbors was that which God marked by His greatest miracles. Among these is famous the time when coming to the River Vistula near Wisgrade, and finding it in flood, he crossed it without a boat, drawing over also his three companions standing upon the waves upon his outspread mantle. He led a wonderful life for nearly forty years after his profession, and then foretold to his brethren the day of his death. Upon the very day of the Feast of the Assumption of the Virgin, he finished the recitation of the Office of the Church, received the Sacraments with the utmost reverence, and then with the words, Into thy hands, O Lord, gave up his soul to God in the year of salvation 1257. He was illustrious for miracles even after his death, and Pope Clement VIII. numbered him among the saints.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "Hyacinth was a Pole, born of noble Christian parents at the villa of Kamin in the Bishopric of Breslau. He was enrolled among the canons of Krakow and excelled them all in his singularly devout way of life and in his learning. At Rome, he was received into the Order of Preachers by its founder, St. Dominic; and to the end of his days, his virginity intact, he held to the perfect rule of life which he had learned from St. Dominic. He was sent back to his own country and built six monasteries of his Order. It is unbelievable how much he accomplished by preaching the word of God and by the innocency of his life, made illustrious by numerous miracles. Among these is this particularly remarkable miracle: he crossed over the river Vistula near Visograd when it was in flood, taking his companions with him, not by boat but on his cloak spread out over the waters. He persevered in his wonderful way of life for nearly forty years after his profession. On the day of the Virgin's Assumption in the year of salvation 1257, he gave up his soul to God. He was numbered among the Saints by Clement VIII.\n&teDeum",
              "type": "reading"
            },
            {
              "title": "Lectio94(rubrica tridentina)",
              "text": "!Commemoratio for Blessed Hyacinth Confessor\nHyacinth was a Pole, and was born (in the year 1185) of the noble and Christian family (of the Counts of Odrowatz,) in the town of Camien, in the diocese of Wratislaw. He was trained up in learning from his youth, and after studying law and theology, became a Canon of Crakow, where he was eminent above his fellows by the singular godliness of his life and the depth of his learning. Being at Rome, (in 1218,) he was received into the Order of Friars Preachers by the Founder, St. Dominick, himself, and kept in holiness to the end of his life the rule of perfect living which he had learnt from him. He remained always a virgin, and loved modesty, long-suffering, lowliness, self- restraint, and all other good graces as his heritage in the life of a Friar. In the heat of his love for God, he sometimes passed whole nights in pouring forth prayers and chastising his body, to which he never gave rest but in leaning against a stone or lying upon the ground. He was sent back to his own country, and, on the way, founded a very large house of his Order at Friesach and soon afterwards another at Crakow. In other provinces of the kingdom of Poland he founded four others, and it passeth belief what success he had with all kinds of men, by his preaching of the Word of God, and the innocency of his life. Not a day passed wherein he did not display some bright gift of faith, godliness, or innocency. The zeal of this most holy man for the salvation of his neighbours was that which God marked by His greatest miracles. Among these is famous the time when coming to the River Vistula near Wisgrade, and finding it in flood, he crossed it without a boat, drawing over also his three companions standing upon the waves upon his outspread mantle. He led a wonderful life for nearly forty years after his profession, and then foretold to his brethren the day of his death. Upon the very day of the Feast of the Assumption of the Virgin, he finished the recitation of the Office of the Church, received the Sacraments with the utmost reverence, and then with the words, Into thy hands, O Lord, gave up his soul to God in the year of salvation 1257. He was illustrious for miracles even after his death, and Pope Clement VIII. numbered him among the saints.",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Grant us, O Lord, to sanctify this hour with your blessing. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-18": {
      "date": "2025-08-18",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, you have brought us to the beginning of a new day. Save us this day by your power, that we may not fall into sin, but that all our words may be directed and all our thoughts and works regulated according to your justice. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, you have brought us to the beginning of a new day. Save us this day by your power, that we may not fall into sin, but that all our words may be directed and all our thoughts and works regulated according to your justice. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, you have brought us to the beginning of a new day. Save us this day by your power, that we may not fall into sin, but that all our words may be directed and all our thoughts and works regulated according to your justice. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, you have brought us to the beginning of a new day. Save us this day by your power, that we may not fall into sin, but that all our words may be directed and all our thoughts and works regulated according to your justice. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-19": {
      "date": "2025-08-19",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, who did wondrously inspire blessed John, thy Confessor in promoting veneration to the sacred hearts of Jesus and Mary, and didst will to found through him new religious families in the Church, grant we pray, that we, who venerate his holy merits, may be taught also by the example of his virtues.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, who did wondrously inspire blessed John, thy Confessor in promoting veneration to the sacred hearts of Jesus and Mary, and didst will to found through him new religious families in the Church, grant we pray, that we, who venerate his holy merits, may be taught also by the example of his virtues.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "John was born in the year 1601, of pious and respectable parents, at a village commonly known as Ri, in the diocese of Seez. While still a boy, when he was fed with the bread of Angels, he cheerfully made a vow of perpetual chastity. Having been received at the College of Caen, directed by the Fathers of the Society of Jesus, he was conspicuous for a remarkable piety; and, committing himself to the protection of the Virgin Mary, when still a youth he signed with his own blood, the special covenant he had entered into with her. Having completed his courses of letters and of philosophy with great distinction, and having spurned opportunities of marriage which had been arranged for him, he enrolled himself with the Congregation of the Oratory de Bérulle, and was ordained priest at Paris. He was on fire with a marvellous love towards his neighbour: for he took the most constant pains in caring for both the souls and bodies of those smitten with the Asiatic plague, in many different places. He was made Rector of the Oratorian house at Caen, but since he had been thinking for a long time of educating suitable young men for the ministry of the Church, earnestly asking for the divine assistance, with a brave spirit he most regretfully departed from the associates with whom he had lived for twenty years.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "Accordingly, associating five priests with himself, in the year 1643, on the feastday of the Annunciation of the Blessed Virgin Mary, he founded a Congregation of Priests, to whom he gave the most holy names of Jesus and Mary, and opened the first seminary at Caen; and a great many others followed immediately in Normandy and Brittany, also founded by him. For the recalling of sinful women to a Christian life, he founded the Order of Our Lady of Charity; of which most noble tree, the Congregation of the Good Shepherd of Angers is a branch. Furthermore, he founded the Society of the Admirable Heart of the Mother of God, and other charitable institutions. He was the author of many excellent treatises, and laboured as an Apostolic Missionary to the very end of his life, preaching the Gospel in very many villages, towns, and cities, and even in the royal court.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "His matchless zeal was very conspicuous in promoting the salutary devotion towards the most sacred Hearts of Jesus and Mary, whose liturgical worship he was the first of all to devise, although not without some divine inspiration. He is therefore held to be the father, the teacher, and the apostle of that worship. Courageously withstanding the doctrines of the Jansenists, he preserved unalterable obedience towards the Chair of Peter, and he constantly prayed to God, both for his enemies as well as for his brethren. Broken by so many labours, rather than by years, desiring to be freed and to be with Christ, on the 19th day of August, 1680, frequently repeating the sweet names of Jesus and Mary, he died in peace. As he became illustrious by many miracles, Pope Pius X added him to the list of the Blessed, and as he still shone forth with new signs and wonders, Pope Pius XI, in the holy year and on the day of Pentecost, placed him among the Saints, and extended his Office and Mass to the universal Church.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "John was born in 1601 of good, devout parents at the village of Ri in the diocese of Seez. While yet a boy, when he was refreshed with the Bread of Angels, he vowed perpetual virginity. In the schools, where he pursued his studies in a praiseworthy way, he shone for his wonderful piety. He loved the Blessed Virgin above all, and burned with great charity for his neighbour. Having joined the Berullian Congregation of the Oratory, he was ordained priest at Paris. He was made rector of the house of the Oratory at Caen, but left it, though sadly, to educate suitable young men for the ministry of the Church. To this end, with five companions, he founded the congregation of priests to which he gave the most holy Names of Jesus and Mary, and opened the first seminary at Caen, which was followed later by many others. In order to call sinful women back to a Christian life, he founded the Order of Our Lady of Charity. Of this noble tree, the Congregation of the Good Shepherd of Angers is a branch. He also founded the Society of the Admirable Heart of the Mother of God and other charitable institutions. Burning with a singular love for the most sacred Hearts of Jesus and Mary, he was the first to think, not without some inspiration from God, of offering them a liturgical cult. As an Apostolic Missionary, he preached the Gospel to many villages and towns. Worn out with his great labours, he died peacefully on the 19th of August, 1680. Famous for many miracles, he was numbered among the Blessed by Pope Pius X, and among the Saints by Pope Pius XI on the day of Pentecost in the holy year, and his Office and Mass were extended to the universal Church.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, who did wondrously inspire blessed John, thy Confessor in promoting veneration to the sacred hearts of Jesus and Mary, and didst will to found through him new religious families in the Church, grant we pray, that we, who venerate his holy merits, may be taught also by the example of his virtues.\n$Per eumdem",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-20": {
      "date": "2025-08-20",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Grant us, O Lord, to sanctify this hour with your blessing. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Grant us, O Lord, to sanctify this hour with your blessing. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "Bernard was born (in the year of salvation 1091) at a decent place in Burgundy called Fontaines. On account of extraordinary good looks, he was as a boy very much sought after by women, but he could never be turned aside from his resolution to keep chaste. To fly from these temptations of the devil, he determined at two-and-twenty years of age to enter the Monastery of Citeaux, whence the Cistercian Order took its rise. When this resolution of Bernard's became known, his brothers did all their diligence to change his purpose, but he only became the more eloquent and happy about it. Them and others he so brought over to his mind, that thirty young men entered the same Order along with him. As a monk he was so given to fasting, that as often as he had to eat, so often he seemed to be in pain. He exercised himself wonderfully in watching and prayer, and was a great lover of Christian poverty. Thus he led on earth an heavenly life, purged of all care and desire for transitory things.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "He was a burning and shining light of lowliness, mercifulness, and kindness. His concentration of thought was such, that he hardly used his senses except to do good works, in which latter he acted with admirable wisdom. Thus occupied, he refused the Bishoprics of Genoa, Milan, and others, which were offered to him, declaring that he was unworthy of so high a sphere of duty. Being made Abbot of Clairvaux (in 1115,) he built monasteries in many places, wherein the excellent rules and discipline of Bernard long flourished. When Pope Innocent II., (in 1138,) restored the monastery of St. Vincent and St. Anastasius at Rome, Bernard set over it the Abbot who was afterwards the Supreme Pontiff Eugene III., and who is also the same to whom he addressed his book upon Consideration.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "He was the author of many writings, in which it is manifest that his teaching was rather given him of God, than gained by hard work. In consequence of his high reputation for excellence, he was called by the most exalted Princes to act as arbiter of their disputes, and for this end, and to settle affairs of the Church, he often went to Italy. He was an eminent helper to Pope Innocent II., in putting down the schism of Peter Leoni, and worked to this end, both at the Courts of the Emperor and of Henry King of England, and in the Council of Pisa. He fell asleep in the Lord, (at Clairvaux, on the 20th day of August,) in the (year 1153, the) sixty-third year of his age. He was famous for miracles, and Pope Alexander III. numbered him among the Saints.~\nPope Pius VIII., acting on the advice of the Congregation of Sacred Rites, declared and confirmed St. Bernard a Doctor of the Universal Church. He also commanded that all should use the Mass and Office for him as for a Doctor, and granted perpetual yearly plenary indulgences to all who should visit Churches of the Cistercian Order upon the Feast-day of this Saint.\n(sed rubrica 1570 aut rubrica 1617 omititur)",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "Born of a good family at Fontaines in Burgundy, Bernard carefully cherished his chastity from his very boyhood. At the age of twenty-two he entered the monastery of Citeaux, from which the Cistercian Order taketh its name, and brought with him his brothers and many others to undertake the same religious life. He applied himself to vigils and prayer in a wonderful way. The virtues of humility, mercy, kindness, prudence shone out in him, together with constant zeal for meditating on divine things. He was made Abbot of Clairvaux and built monasteries in many places where his principles and discipline flourished for a long time. He also wrote many works in which it is clear that he had been instructed by teaching given him from heaven rather than by his own labour. Because he was implored by great princes to settle their disputes and to arrange the affairs of the Church, he went often to Italy, and was of great assistance to Pope Innocent II in confuting the schism of Peter de Leone. At the age of sixty-three, he fell asleep in the Lord, having earned great honour from the Church.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Grant us, O Lord, to sanctify this hour with your blessing. Through Christ our Lord. Amen.",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-21": {
      "date": "2025-08-21",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O Almighty and merciful God, Who didst enkindle the love of thyself in the blessed Jeanne Frances, Who didst give unto her the grace to make every path of life temporal the straight and narrow way which leadeth unto life eternal, and Who wast pleased to use her as a mean whereby to adorn thy Church with a new sisterhood, grant unto us for that thine handmaid's sake, and at her prayers, that we who know that we have no strength as of ourselves to help ourselves, and therefore do put all our trust in thine Almighty power, may by the assistance of thy heavenly grace, always prevail in all things against whatsoever shall arise to fight against us.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O Almighty and merciful God, Who didst enkindle the love of thyself in the blessed Jeanne Frances, Who didst give unto her the grace to make every path of life temporal the straight and narrow way which leadeth unto life eternal, and Who wast pleased to use her as a mean whereby to adorn thy Church with a new sisterhood, grant unto us for that thine handmaid's sake, and at her prayers, that we who know that we have no strength as of ourselves to help ourselves, and therefore do put all our trust in thine Almighty power, may by the assistance of thy heavenly grace, always prevail in all things against whatsoever shall arise to fight against us.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "Jeanne Frances Fremiot de Chantal was born of parents of the highest rank, at Dijon in Burgundy, (on the 23rd day of January, in the year 1575.) From her earliest childhood she gave no dark promise of a life of eminent holiness. It is said that when she was scarcely fifteen years of age she confuted with precocious acuteness a Presbyterian nobleman, and when he gave her a little present she put it in the fire, saying That is how heretics will burn in hell for not believing Christ when He speaketh. On the death of her mother, she placed herself under the keeping of the Virgin Mother of God, and discharged a maid who strove to beguile her into loving the world. She had nothing youthful about her ways. She shrank from the pleasures of life. She had a strong wish that she might die a martyr. She devoted herself unweariedly to religion and godliness. Her father gave her in marriage, (at twenty years of age,) to the Baron de Chantal, and she strove to excel in all the duties and graces of a wife. She made it her work to see that her children, her servants, and all others under her authority were taught the doctrines of the faith and the practice of good living. She relieved the sufferings of the poor by plentiful almsgiving, for which purposes God not unfrequently miraculously multiplied her money. And so it came to pass that no one ever asked her for food in Christ's name and was refused it.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "When her husband was accidentally killed out shooting, and in her widowhood she determined to embrace the more excellent way, and took a vow not to marry again. She bore her bereavement with resignation to the Will of God, and so far overcame her horror of the gentleman who had fired the shot, that, to show she attributed no blame to him, she stood god-mother to his little boy. She was quite content with few servants and plain cookery and dress, and sold her rich wardrobe for the benefit of charities. She received offers of second marriage which would have been both politic and honourable, but never was induced to accept one of them, and to harden herself in her intention of remaining in her widowhood, she renewed her vow to that effect, and branded on her chest with a hot iron the most holy name of Jesus Christ. Her love grew tenderer every day, and she had brought to her the starving, the abandoned, the diseased, and those who were afflicted with the most sickening disorders. Them she not only sheltered, comforted, and nursed, but washed and mended their filthy and ragged garments, and shrank not from putting her mouth to their sores oozing with disgusting matter. Whatever of her time was not taken up by her household duties she spent in prayer, reading godly books, and working.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "She used the services of St. Francis de Sales as her spiritual adviser, and when she learnt from him what was the will of God, she scrupled not to disregard the wishes of her own father, brother-in-law, and even of her son, whom she left with calm determination, went forth from her home, and founded the holy Institution of the Sisters of the Visitation of St. Mary, (at Annecy, upon Trinity Sunday 1610.) She most rigidly kept the rules of this Institute, and loved so well to be poor, that it made her glad to lack even the necessaries of life. She showed herself a model of Christian lowliness, obedience, and all graces. Having settled in her heart still to go up higher and higher towards the Temple of the Lord, she bound herself by a most difficult vow always to do that which she should understand to be best. It was chiefly through her labour that the holy Institute of the Visitation became spread far and wide, and she stirred up the sisters to godliness and love by her words, by her example, and by writings full of Divine wisdom. She duly received the Sacraments before her death, and then, at Moulins, on the 13th day of December, in the year 1641, departed hence, to be for ever with the Lord. St. Vincent of Paul, who was far distant, in a vision beheld her soul borne to heaven, and St. Francis de Sales coming to meet it. Her body was afterwards taken to Annecy. She was famous for miracles both before and after her death, and Pope Benedict XIV. enrolled her among the Blessed, and Pope Clement XIII. among the Saints. Pope Clement XIV. ordered her Feast-day to be kept by the whole Church upon the twenty-first day of August.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "Born of noble parents at Dijon in Burgundy, Jane Frances Frémiot de Chantal lost her mother while she was still a girl, and commended herself to the care of the Virgin Mother of God. Her father gave her in marriage to the Baron de Chantal, and she shewed herself to be a valiant woman above all others, making herself all things to all persons. When her husband was killed while hunting, she made a vow of continence, and she so mastered herself that she did not hesitate to act as godmother to the son of the man who killed her husband. Lest later on she should be moved from her determination to observe chastity, she renewed her vow and inscribed the most holy Name of Jesus on her breast with a hot iron. With St. Francis de Sales as her spiritual director, who taught her the divine will, she laid the foundations of the religious Institute of the Visitation of Holy Mary, which she spread far and wide. Finally she bound herself by a vow always to do what she understood to be most perfect. Full of merits, she went to the Lord on the 13th day of December, 1641, at Moulins, and was enrolled among the Saints by Clement XIII.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O Almighty and merciful God, Who didst enkindle the love of thyself in the blessed Jeanne Frances, Who didst give unto her the grace to make every path of life temporal the straight and narrow way which leadeth unto life eternal, and Who wast pleased to use her as a mean whereby to adorn thy Church with a new sisterhood, grant unto us for that thine handmaid's sake, and at her prayers, that we who know that we have no strength as of ourselves to help ourselves, and therefore do put all our trust in thine Almighty power, may by the assistance of thy heavenly grace, always prevail in all things against whatsoever shall arise to fight against us.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-22": {
      "date": "2025-08-22",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Almighty everlasting God, who hast prepared in the heart of Blessed Virgin Mary a worthy dwelling of the Holy Ghost, grant favourably to us that we may keep the feast of the same Immaculate Heart devoutly, and may be able to live according to thy heart.\n$Per Dominum eiusdem",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Almighty everlasting God, who hast prepared in the heart of Blessed Virgin Mary a worthy dwelling of the Holy Ghost, grant favourably to us that we may keep the feast of the same Immaculate Heart devoutly, and may be able to live according to thy heart.\n$Per Dominum eiusdem",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "From a Sermon by St. Bernardine of Siena\n!From sermon 9 on the Visitation\nWhat man, unless secure in a divine oracle, may presume to speak with impure, indeed with polluted lips, anything little or great about the true Parent of God and of man, whom the Father before all ages predestined a perpetual Virgin, whom the Son chose as his most worthy Mother, whom the Holy Ghost prepared as the dwelling place of every grace? With what words shall I, a lowly man, give expression to the highest sentiments of the virginal Heart uttered by the holiest mouth, for which the tongues of all the Angels do not suffice? For the Lord saith: A good man bringeth forth good things from the good treasure of his heart; and this word can also be a treasure. Among pure mortals who can be conceived of as better than she who was worthy to be the Mother of God, who for nine months had as a guest in her heart and in her womb God himself? What better treasure than the divine love itself, which was burning in the Heart of the Virgin as in a furnace?",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "And so, from this Heart as from a furnace of divine ardor the Blessed Virgin brought forth good words, that is, words of the most ardent charity. For as from a vessel full of the richest and best wine only good wine can be poured; or as from a furnace of intense heat only a burning fire is emítted; so indeed from the Mother of Christ no word can go forth except of the greatest and most intense divine love and ardor. It is also the mark of a wise woman and matron to speak few words, but words that are effective and full of meaning; and so seven times, as it were, seven words of such wonderful meaning and virtue are read as having been uttered by the Most Blessed Mother of Christ, that mystically it may be shown she was full of the sevenfold grace. To the Angel twice only did she speak; to Elizabeth also twice; with her Son likewise twice, once in the temple, and a second time at the marriage feast; and once to the attendants. And on all those occasions she always said very little; with this one exception that she spake at length in the praise of God and in thanksgiving, namely, when she said: My soul doth magnify the Lord. But here she did not speak with man, but with God. Those seven words were spoken in a wonderful degree and order according to the seven courses and acts of love; as if they were seven flames from the furnace of her Heart.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "!From ecclesiastical documents\nThe liturgical worship, through which due honor is given to the Immaculate Heart of the Virgin Mary, and for which many holy men and women have prepared the way, the Apostolic See itself first approved in the beginning of the nineteenth century, when Pope Pius VII instituted the feast of the Most Pure Heart of the Virgin Mary, to be piously and reverently celebrated by all the dioceses and religious families who had asked for it. Afterwards Pope Pius IX added an Office and a proper Mass to it. But an ardent desire and longing, which had arisen in the seventeenth century, grew day by day, that namely, the same Feast, given greater solemnity, might be spread to the entire Church. In 1942, Pope Pius XII, graciously acceding to this wish, and during the terrible war then ravaging almost the entire world, pitying the infinite hardships of men, and because of his devotion and confidence in our heavenly Mother, in solemn supplication earnestly entrusted the entire human race to her most generous Heart, and in honor of the same Immaculate Heart he ordered a Feast to be kept forever with its proper Office and Mass.",
              "type": "reading"
            },
            {
              "title": "Lectio7",
              "text": "From the Holy Gospel according to John\n!John 19:25-27\nIn that time: There stood by the cross of Jesus, his mother, and his mother's sister, Mary of Cleophas, and Mary Magdalen. And so on.\n_\nA Homily by St. Robert Bellarmine, Bishop\n!On the Seven Words of Christ on the Cross cap. 12\nThe burden and yoke which our Lord imposed on St. John, that he take care of his Virgin Mother, was indeed a sweet yoke and a light burden. Who indeed would not esteem it a happiness to dwell under the same roof with her, who for nine months had borne in her womb the Incarnate Word, and for thirty years had enjoyed the sweetest and happiest communication of sentiments with him? Who doth not envy the chosen disciple of our Lord, who in the absence of the Son of God, was given the presence of the Mother of God? yet, if I am not mistaken, we can obtain by our prayers that our most kind Lord, who became man for our sakes and was crucified for love of us, should say to us: Behold thy Mother; and should say to his Mother for each one of us: Behold thy son.",
              "type": "reading"
            },
            {
              "title": "Lectio8",
              "text": "Our good Lord is not avaricious of his graces, if only we approach the throne of grace with faith and confidence, with a true and sincere but not a false heart. He who desireth to have us co-heirs in the kingdom of his Father, will certainly not disdain to have us co-heirs in the love of his Mother. Nor will the most benign Virgin herself take it amiss to have a countless number of children, since she hath an heart capable of embracing all of us, and ardently desireth that not even one of those souls should perish whom her divine Son redeemed with his precious Blood, and his still more precious death. And so let us approach with confidence the throne of the grace of Christ, and with tears let us humbly beg of him to say to his Mother for each of us: Behold thy son; and to each one of us concerning his Mother: Behold thy Mother.",
              "type": "reading"
            },
            {
              "title": "Lectio9",
              "text": "How secure shall we be under the protection of such a Mother? Who will dare to drag us from her bosom? What temptation can overcome us if we confide in the protection of the Mother of God and of our Mother? Nor will we be the first who have secured such a great favour. Many have preceded us; many, I say, have placed themselves under the singular and really maternal protection of so powerful a Virgin, and no one hath been cast off by her with his soul in a perplexed and sad state, but all who confide in the patronage of such a Mother are happy and contented. For of her it is written: She shall crush thy head, and so those who trust in her shall tread safely upon the lion and adder, the young lion and the dragon shall they tread under their feet. Nor doth it seem that he can perish, of whom Christ said to the Virgin: Behold thy son, provided he is not deaf to the words of Christ: Behold thy Mother.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Almighty everlasting God, who hast prepared in the heart of Blessed Virgin Mary a worthy dwelling of the Holy Ghost, grant favourably to us that we may keep the feast of the same Immaculate Heart devoutly, and may be able to live according to thy heart.\n$Per Dominum eiusdem",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-23": {
      "date": "2025-08-23",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who hast given us in thy blessed Confessor Philip a wonderful example of lowliness, grant unto thy servants walking in his steps to set little store by the pleasant things of this life, and to seek ever for that glory which Thou hast prepared in heaven.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who hast given us in thy blessed Confessor Philip a wonderful example of lowliness, grant unto thy servants walking in his steps to set little store by the pleasant things of this life, and to seek ever for that glory which Thou hast prepared in heaven.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "This Philip was a scion of the noble Florentine family of the Benizi from his very cradle he showed signs of holiness. When he had scarcely entered the fifth month of his life, his cries marvellously assumed the form of words, entreating his mother to give some alms to the servants of the Mother of God. While he was a young man at Paris studying letters, but ever of a fervent piety, he stirred up in many the love of our Fatherland which is in heaven. After his return to his own country, the most Blessed Virgin appeared to him in a vision, and specially called on him to enter the Order of her Servants, which had then been newly founded. He withdrew himself to a cave on Monte Senario, where he led a life hard as touching the chastisement of the flesh, but sweet with thoughts of the agonies of Christ. Thence he came forth and went through nearly all Europe and great part of Asia, preaching the Gospel, founding Guilds everywhere in honour of the Seven Sorrows of the Mother of God, and extending his Order by the wonderful example of his own holy life.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "He was forced against his own wishes to undertake the duties of General of his Order, and, in his love of God and of the spreading of the Catholic Faith, sent forth brethren to preach the Gospel of Christ in Russia. He himself went through many cities of Italy, stilled the raging quarrels of the inhabitants, and recalled many of them to their obedience to the Bishop of Rome. He left nothing undone to forward the salvation of his neighbour, and brought the most depraved wretches to leave the slough of their sins, to do penance, and to love Jesus Christ. He was most earnest in prayer, and was often seen to fall into trances while engaged in it. Virginity he so prized that to his very last breath he kept it unsullied by dint of self-imposed and stern penances.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "Everywhere appeared in him an extraordinary pity towards the poor, whereof it is a famous instance that at the village of Camiliano in the territory of Sienna he gave his own garment to a naked leper who asked him for an alms, and as soon as the said leper had cast it about him he was straightway cleansed of his leprosy. The fame of this miracle spread far and wide, and some of the Cardinals who had assembled at Viterbo after the death of Clement IV., to elect a successor to him, cast their eyes upon Philip, with whose heavenly wisdom they were also acquainted. When the man of God found how things stood, lest he should be constrained to take upon him the burden of the Pastoral Office, he went and hid himself on Montagnate, until Gregory X. had been proclaimed Pope. By his prayers he obtained medicinal powers for the waters in these mountains, which are still called St. Philip's Baths. At length, (on the 22nd of August,) in the year 1285, he departed this life in a most holy manner at Todi, while embracing the image of Christ hanging upon the Cross, which he called his book. At his grave the blind received their sight, the lame walked, and the dead were raised. Pope Clement X., finding him famous for these and many other great signs and wonders, enrolled his name among those of the Saints.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "From the noble family of the Benizi, Philip was called by the most Blessed Virgin, in an extraordinary vision, to enter the recently established Order of her Servants. First he withdrew to a cave on Monte Senario, where he led a life made hard by continual castigation of the body, but sweetened by meditation on the sufferings of Christ the Lord. Then he established sodalities of the Seven Sorrows of the Mother of God throughout almost all Europe and a great part of Asia. He was named General of his Order against his will and, burning eagerly with the ardor of divine love, he traveled about through many of the cities of Italy, settling the disputes which flared up among the citizens, calling back many men to the obedience of the Roman Pontiff and leading even the most abandoned men to repentance. Finally at Todi in the year 1285, embracing the image of Christ the Lord hanging on the Cross, which he used to call his 'book', he died a most holy death. Pope Clement X added him to the number of Saints.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who hast given us in thy blessed Confessor Philip a wonderful example of lowliness, grant unto thy servants walking in his steps to set little store by the pleasant things of this life, and to seek ever for that glory which Thou hast prepared in heaven.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-24": {
      "date": "2025-08-24",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O Almighty and everlasting God, Who hast given unto us this day to be a day worshipful, and holy, and joyful, because of the Feast of thy blessed Apostle Bartholomew, grant, we beseech thee, unto thy Church both to love that which he believed, and to preach that which he taught.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O Almighty and everlasting God, Who hast given unto us this day to be a day worshipful, and holy, and joyful, because of the Feast of thy blessed Apostle Bartholomew, grant, we beseech thee, unto thy Church both to love that which he believed, and to preach that which he taught.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "The Apostle Bartholomew was a Galilean. In the division of the world among the Apostles it fell to his lot to preach the Gospel of Jesus Christ in hither India. He went thither and preached to those nations the coming of the Lord Jesus, according to the Gospel of St. Matthew. When he had turned many in that province to Jesus Christ, and had endured many toils and woes, he came into the Greater Armenia.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "There he brought to the Christian faith Polymius the King, and his wife, and likewise the inhabitants of twelve cities. This stirred up a great hatred against him among the priests of that nation. They so inflamed against the Apostle Astyages the brother of King Polymius, that he savagely ordered Bartholomew to be flayed alive and beheaded; under the which martyrdom he gave up his soul to God.",
              "type": "reading"
            },
            {
              "title": "Lectio6_",
              "text": "His body was buried at the town of Albanopolis in the Greater Armenia, where he had suffered. It was afterwards taken to the Island of Lipari, and thence carried to Benevento. Lastly, the Emperor Otto III brought it to Rome, where it was laid in the Church dedicated to God in his name on the Island in the Tiber.",
              "type": "reading"
            },
            {
              "title": "Lectio6_T",
              "text": "His Feast is kept at Rome upon the 25th day of August, and is celebrated by great crowds of people at the Church above mentioned, during the eight days following.",
              "type": "reading"
            },
            {
              "title": "Lectio7",
              "text": "From the Holy Gospel according to Luke\n!Luke 6:12-19\nAt that time Jesus went out into a mountain to pray, and continued all night in prayer to God. And when it was day, He called unto Him His disciples. And so on.\n_\nHomily by St. Ambrose, Bishop (of Milan.)\n!Bk. v. Comment. on Luke 6\nAll they who go up into the mountain are the great and the aspiring. It is not to every man that the Prophet saith: O thou that tellest good tidings to Zion, get thee up into the high mountain, Thou that tellest good tidings to Jerusalem, lift up thy voice with strength. (Isa. xl. 9.) Not with bodily feet, but by high deeds get thee up into this mountain, and follow Christ, that thou mayest be a mountain thyself. Therefore it is that thou findest in the Gospel that none but His disciples went up into the mountain with the Lord. The Lord therefore prayeth, not to entreat anything for Himself, but to obtain somewhat for me. For, albeit the Father had given the Son power over all flesh, that He might give eternal life to as many as He had given Him, (John xvii. 2,) the Son Himself, being found in fashion as a man, (Phil. ii. 8,) thinketh well to pray the Father (John xiv. 16) on our behalf, inasmuch as He is our Advocate with the Father, (1 John ii. 1.)",
              "type": "reading"
            },
            {
              "title": "Lectio8",
              "text": "And continued all night in prayer to God. Herein, O Christian, a pattern is set before thee, an example is given thee, after the which thou oughtest to aspire. What doth it not behove thee to do for thy salvation, when Christ spent an whole night in prayer for the same What doth it become thee to do, when thou willest some good work, when Christ prayed before He sent forth His Apostles He prayed first, and He prayed alone. Neither, unless I am mistaken, do we anywhere find that He ever joined in prayer with His disciples. He ever prayed alone. Human desires cannot grasp the counsel of God, nor can any man, however spiritually minded, share the thoughts of God.",
              "type": "reading"
            },
            {
              "title": "Lectio9",
              "text": "The Evangelist continueth thus: And when it was day, He called unto Him His disciples and of them He chose twelve whom He sent forth to help the salvation of men by sowing the seed of the faith throughout the whole world. Consider here the counsel of heaven. He chose out for His mission men, not wise, nor rich, nor noble, but fishermen and publicans, lest He should seem to have converted any to His grace by skill, or bought them with money, or drawn them by the power and authority of greatness, and the simple force of the truth, not the charms of argument, might have the victory.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O Almighty and everlasting God, Who hast given unto us this day to be a day worshipful, and holy, and joyful, because of the Feast of thy blessed Apostle Bartholomew, grant, we beseech thee, unto thy Church both to love that which he believed, and to preach that which he taught.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-25": {
      "date": "2025-08-25",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who didst give unto thy blessed Confessor Louis a glorious change from an earthly kingdom unto an heavenly, grant unto us, we beseech thee, for his sake and by his prayers, one day to enter like him into the Presence of the King of kings, even thy Son Jesus Christ.\n$Qui tecum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who didst give unto thy blessed Confessor Louis a glorious change from an earthly kingdom unto an heavenly, grant unto us, we beseech thee, for his sake and by his prayers, one day to enter like him into the Presence of the King of kings, even thy Son Jesus Christ.\n$Qui tecum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "Louis IX, King of France, (was born on the 25 th day of April, in the year of our Lord 1215.) At the age of twelve years he lost his father. He was brought up under the godly care of his mother, Blanche of Castile. In the twentieth year of his reign he fell grievously sick, and the thought then occurred to him of delivering Jerusalem out of the hands of the Moslems. On his health being restored, he received a banner from the Bishop of Paris, and crossed the sea (to Egypt) with a very great army. In his first battle he put the Saracens to flight, but, a great number of the soldiers perishing by disease, he was himself conquered and taken prisoner.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "The King afterwards entered into treaty with the Saracens, and he and his army departed in peace. He remained five years in the East, during which he redeemed great numbers of Christians from slavery among the unbelievers, and also brought many of the unbelievers themselves to believe in Christ. Moreover he rebuilt several cities of the Christians at his own cost. Meanwhile, his mother departed this life, whereby he was constrained to return home, where he gave himself up entirely to works of godliness.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "He built many monasteries, and charitable institutions for the poor. By his alms he relieved the needy, and often visited the sick, for whom he not only provided at his own cost, but waited on them with his own hands with such things as they wanted. He wore a plain dress and constantly chastised his body with hair-cloth and fasting. (In the year 1270) he crossed the sea (to Tunis) to make war again upon the Saracens. His camp was pitched in sight of the enemy, but he was seized with pestilence, and died uttering the words I will come into thy house I will worship toward thy holy temple, and praise thy Name. (Pss. v, 8; cxxxvii, 2.) His body was afterwards carried to Paris, and it is kept and honoured in the famous Abbey Church of St. Denis, but his head in the oratory called La Sainte Chapelle. He was renowned for miracles, and Pope Boniface VIII. enrolled his name among those of the Saints.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "Louis IX, King of France, was brought up under the most holy care of his mother Blanche. To regain possession of Jerusalem, he crossed the sea with a great army and put the Saracens to flight in the first battle. But, when a great many of his soldiers had perished in the plague, he was defeated and taken captive. Upon conclusion of a treaty, he was set free. He redeemed many Christians in the East from enslavement to the barbarians, and also converted many infidels to the faith of Christ. Returning to France, he built many monasteries and hospitals for the poor. He helped the needy by his beneficence, and he often visited the sick and served them himself. He wore plain clothing and constantly afflicted his body by wearing a hair shirt and by fasting. When he had crossed the sea again to make war against the Saracens and had pitched camp within sight of them, he died of the plague, saying this prayer: I will worship toward thy holy temple, and praise thy Name.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who didst give unto thy blessed Confessor Louis a glorious change from an earthly kingdom unto an heavenly, grant unto us, we beseech thee, for his sake and by his prayers, one day to enter like him into the Presence of the King of kings, even thy Son Jesus Christ.\n$Qui tecum",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-26": {
      "date": "2025-08-26",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Oratio(nisi communi Summorum Pontificum)",
              "text": "Grant, we beseech thee, O Almighty God, that as the worthy acts of thy blessed Bishop and martyr Zephyrinus are made unto us a cause of joy, so his exampl\nmay be of betterment.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Oratio(nisi communi Summorum Pontificum)",
              "text": "Grant, we beseech thee, O Almighty God, that as the worthy acts of thy blessed Bishop and martyr Zephyrinus are made unto us a cause of joy, so his exampl\nmay be of betterment.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Lectio93",
              "text": "Pope Zephyrinus was a Roman, who was called to govern the Church, (in the year 202,) during the reign of the Emperor Severus. It was he who decreed that they who are to be ordained should be ordained only at a fit time, and in the presence of many clerks and laymen, as was indeed already the custom, and that none but learned men and well known and spoken of should be set apart to that office. He decreed also that when the Bishop celebrated the Holy Liturgy, all the Priests should be present around him. Also he decreed that no Patriarch, Primate, or Metropolitan should pronounce sentence on a Bishop, unless they were charged with the authority of the Apostolic See. He lived as Pope eighteen years. He held four December ordinations, wherein he made thirteen Priests, seven Deacons, and thirteen Bishops for diverse places. He received the crown of his testimony under the Emperor Antonine, and was buried on the Appian Way, near the cemetery of Callistus, upon the 26th day of August, (in the year 219.)\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Oratio(nisi communi Summorum Pontificum)",
              "text": "Grant, we beseech thee, O Almighty God, that as the worthy acts of thy blessed Bishop and martyr Zephyrinus are made unto us a cause of joy, so his exampl\nmay be of betterment.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-27": {
      "date": "2025-08-27",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who wast pleased to provide a new help for thy Church by raising up thine holy Confessor Joseph to train up the young in the spirit of understanding and godliness, we beseech thee for his sake, and by his prayers, to grant us the grace always so to work and so to teach, that we may finally attain unto thine everlasting joy.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who wast pleased to provide a new help for thy Church by raising up thine holy Confessor Joseph to train up the young in the spirit of understanding and godliness, we beseech thee for his sake, and by his prayers, to grant us the grace always so to work and so to teach, that we may finally attain unto thine everlasting joy.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "Joseph Calasanz, called of the Mother of God, was born of a noble family at Petralta in Aragon, (on the 15th day of September, in the year of Christ 1556.) From his tender years he began to show that fondness for children, and that gift of instructing them for which he was afterwards distinguished. He called them around him when he was still but a child himself, and taught them the mysteries of the faith and godly prayers. He was deeply learned in profane and sacred letters, and it was while he was studying theology at Valencia that he bravely overcame the wiles of a noble and powerful lady and, by a brilliant victory, kept untarnished that virginity which he had vowed to God. He became a Priest in consequence of a vow, and was summoned by many Bishops in the kingdoms of New Castile, Aragon, and Catalonia to help them in their work, wherein he surpassed the hopes of all, correcting depraved manners, restoring the discipline of the Church, and marvellously putting an end to hatreds and bloody feuds. But in obedience to a vision from heaven and many warnings from the voice of God, he left Spain and went to Rome.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "In Rome he afflicted his body with extraordinary hardness of living, with watching, and with fasting, and so passed his days and nights in prayer, and in the contemplation of heavenly things. He was used to visit the Seven Churches almost every night, a custom which he kept for many years. Having joined several godly Brotherhoods, it was strange how eagerly he relieved the poor by alms and every sort of kindness, choosing especially the sick and the imprisoned. When the city was ravaged by a pestilence, such was the charitable zeal with which he joined in the labours of St. Camillus de' Lelli, that besides the great help which he brought to the sick poor, he would even carry the bodies of the dead on his own shoulders to burial. Having understood from God that his call was to bring up children in godliness and good learning, he founded the Order of the Poor Regular Clerks of the Pious Schools of the Mother of God, who profess as the special object of their Institute a singular care for the teaching of the poor. This Institute received the warm approval of Clement VIII., Paul V., and other Popes, and in a short time obtained a marvellous extension through many provinces and kingdoms of Europe. In this work Joseph Casalanz underwent so many toils, and patiently bore so many griefs, that he was proclaimed by all men a wonder of endurance and a very image of holy Job.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "Then when he was at the head of his whole Order, and toiling with all his might for the salvation of souls, he never ceased to teach children, especially the poor, to sweep out the school-rooms, and to accompany the scholars home. Thus in spite of broken health he worked on for two and fifty years, with the greatest longsuffering and lowliness. He won that God should glorify him by many miracles worked in the presence of his disciples, and that the Most Blessed Virgin should appear to him, with the Child Jesus in her arms, blessing them as they prayed. He refused wealthy preferments when they were offered to him. He was eminent for the gift of prophecy, for the power of reading the secrets of the heart, of knowing distant events, and of miracles. The Virgin Mother of God, to whom from his childhood he had had an especial love, and other heavenly ones, honoured him by often allowing him to see them. He foretold the day of his own death, and the restoration and growth of his Order, which seemed at that time to be almost entirely destroyed. He fell asleep in the Lord at Rome, upon the 25 th day of August, in the year of salvation 1648, and of his own age the 92 nd. An hundred years after his death his heart and tongue were found whole and incorrupt. God glorified him by many miracles even after his death, and he was first crowned by Benedict XIV. with the honours paid to the Blessed, and then solemnly enrolled by Clement XIII. among the Saints.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "Joseph Calasanctius was born at Petralta in Aragon. While he was still a child he used to call his companions together and teach them the mysteries of the faith and prayers. He became a Priest because of a vow, and led a life of great austerity, chastising his body with vigils and fasting, and spending day and night in prayer and the contemplation of heavenly things. When he had received from God the commission to devote himself to forming boys, especially poor boys, in the knowledge and love of God, he founded the Order of the Poor Regular Clerks of the Pious Schools of the Mother of God, who took as their special work the task of teaching boys. Because of this work, he underwent innumerable labours and hardships with an invincible spirit, and in his ninety-second year he fell asleep in the Lord, on the 25th of August, 1648.\n&teDeum",
              "type": "reading"
            },
            {
              "title": "Lectio7",
              "text": "From the Holy Gospel according to Matthew\n!Matt 18:1-5\nAt that time Came the disciples unto Jesus, saying Who is the greatest in the kingdom of heaven And so on.\n_\nHomily by St. John Chrysostom, Patriarch (of Constantinople.)\n!60th on Matth. xviii.\nTake heed, saith Jesus, that ye despise not one of these little ones, for I say unto you, that in heaven their angels do always behold the face of My Father and that for their sake am I come, and this is the will of My Father. Hereby the Lord stirreth us up to guard and save these little ones. Thou seest how mighty are the walls which He raiseth to protect little children, and how great thought and care He hath lest they should be lost, threatening on the one hand the uttermost punishment against whosoever shall offend one of these little ones which believe in Him, (6) and promising on the other hand, the highest reward to whosoever shall receive one such little child in His Name, (5) and this His teaching He giveth both in His Own, and in His Father's Name.",
              "type": "reading"
            },
            {
              "title": "Lectio8",
              "text": "Let us therefore take example by the Lord, and let us leave nothing undone for the good of any of our brethren, even for such as seem to us the least and lowliest, but if there be any need that we should serve any, low and outcast though he be, let us serve him though the thing look hard to us and calling for a great deal of work, let such things, I pray, be looked on as light and easy if they be required for our neighbour's salvation, for of such price and such care did God count his soul to be worth, that He spared not to purchase it, even His Own Son. (Rom. viii. 32.)",
              "type": "reading"
            },
            {
              "title": "Lectio9",
              "text": "If it be not enough for our salvation that we should ourselves live well, but we must also seek the salvation of others, what shall we answer, if we neither live well ourselves, nor exhort others What hope that we shall be saved is then left to us What more important task is there than to train up minds, and teach to the young how to live He that is skilled to mould well the minds of children I reckon a nobler workman than any painter or sculptor, or such like artist.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "O God, Who wast pleased to provide a new help for thy Church by raising up thine holy Confessor Joseph to train up the young in the spirit of understanding and godliness, we beseech thee for his sake, and by his prayers, to grant us the grace always so to work and so to teach, that we may finally attain unto thine everlasting joy.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        }
      }
    },
    "2025-08-28": {
      "date": "2025-08-28",
      "hours": {
        "laudes": {
          "name": "Lauds",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Graciously hear our supplications, O Almighty God, and as Thou hast given unto us the hope that we are of the number of them upon whom Thou wilt show mercy, grant unto us in thy goodness, that, helped by the prayers of thy blessed Confessor and Bishop Augustine, we may experience the fulfillment of thine accustomed loving-kindness.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "vespera": {
          "name": "Vespers",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Graciously hear our supplications, O Almighty God, and as Thou hast given unto us the hope that we are of the number of them upon whom Thou wilt show mercy, grant unto us in thy goodness, that, helped by the prayers of thy blessed Confessor and Bishop Augustine, we may experience the fulfillment of thine accustomed loving-kindness.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        },
        "matutinum": {
          "name": "Matins",
          "prayers": [
            {
              "title": "Fourth Reading",
              "text": "Augustine was born of honourable parents at Tagaste in Africa, (upon the 13th day of November, in the year of our Lord 354.) As a boy his great intellectual sharpness caused him to distance all his companions in learning. When he was living at Carthage as a young man, he fell into the heresy of the Manichaeans. He afterwards went to Rome, and was thence sent to Milan to teach Rhetoric. At Milan he often went to hear the sermons of Bishop Ambrose, by whose labours he was drawn to the Catholic Church, and by whom he was baptized (on Holy Saturday, 387,) at the age of thirty-three. After his return to Africa, (in 388,) Valerius, the illustrious and saintly Bishop of Hippo, finding him to unite holiness of life, with Catholic profession, made him a Priest, (about the end of 390.) At this time he founded a sort of family of godly men, who lived and worshipped in common with him, and whom he earnestly formed upon the model of the Apostolic life and teaching. The Manichaean heresy flaming forth with violence, he began strongly to attack it, and confounded the arch-heretic Fortunatus.",
              "type": "reading"
            },
            {
              "title": "Fifth Reading",
              "text": "Valerius, moved by the godly zeal of Augustine, (in December 395,) joined him with himself as an assistant in his duties of Bishop (and dying in the year following, was succeeded by him.) He was lowly and pure in the highest degree. His furniture and dress were plain, and his food of the commonest sort, which he always seasoned when at table by either reading some religious book, or arguing upon some religious subject. His tenderness to the poor was such that, failing all other resources, he broke up the hallowed vessels to relieve their wants. It was his rule not to dwell or be very close friends with any woman, a rule which he did not relax even in the case of his sister and niece, for he was accustomed to say, that although no scandal could arise in the case of such near kinswomen, yet it might arise concerning the women friends who sought their company. He never ceased to preach the Word of God, until he was disabled by heavy sickness. He was always an hard follower after heretics, and by his words and his writings never suffered them to rest anywhere. In great measure, he purged Africa of the Manicheans, Donatists, Pelagians, and other heretics.",
              "type": "reading"
            },
            {
              "title": "Sixth Reading",
              "text": "He wrote so much, and that with such godliness and understanding, that he is to be held among the very chiefest of them by whom the teachings of Christianity have been shown forth. He is one of the first of those whom later theologians have followed, in method, and in argument. He fell sick of a fever what time the Vandals were laying Africa waste, and when they were busy in the third month of besieging Hippo. When he understood that his departure from this present life was at hand, he caused the Psalms of David which most speak the language of repentance to be placed before him, and read them with tears, for he was wont to say that even if a man's conscience were to accuse him of no sin, he should not dare to leave this world except as a penitent. His senses remained vigorous to the last, and it was while rapt in prayer, in the presence of the brethren whom he had exhorted to love, godliness, and all goodness, that he departed for heaven, (upon the 28th of August, 430.) He lived 76 years, whereof he had been a Bishop nearly thirty six. His body was first carried to Sardinia, but Luitprand, King of the Lombards, afterwards bought it for a great price, and took it to Ticino, where it is honourably buried.",
              "type": "reading"
            },
            {
              "title": "Lectio94",
              "text": "Augustine was born of good parents at Tagaste in Africa, and in a short time surpassed all his companions in learning. As a young man, when in Carthage, he fell into the Manichean heresy. Later he went to Rome and was sent from there to Milan to teach rhetoric. At Milan, he was persuaded by Monica, his most devout mother, to become a frequent listener to the Bishop Ambrose. Ambrose brought it about that Augustine was fired with a desire for the Catholic faith, and baptized him when he was thirty-three years old. Going back to Africa, Augustine led a life governed by religion and holiness, and was made priest by Valerius, Bishop of Hippo, renowned for his sanctity. At this same period, he founded a religious community with whom he lived, taking part in their life and worship while he trained them very carefully to the apostolic life and to learning. Moved by his devotion, Valerius made him his coadjutor bishop. He wrote many works remarkable for their devotion, subtlety and diffuseness, to combat heresies and throw light on Christian teaching. When the Vandals were laying Africa waste and Hippo had been besieged for three months, he was taken with a fever and went to the Lord in the seventy-sixth year of his age. His body was buried first in Sardinia and then in Pavia, where it is venerated with honour.\n&teDeum",
              "type": "reading"
            }
          ]
        },
        "completorium": {
          "name": "Compline",
          "prayers": [
            {
              "title": "Prayer",
              "text": "Graciously hear our supplications, O Almighty God, and as Thou hast given unto us the hope that we are of the number of them upon whom Thou wilt show mercy, grant unto us in thy goodness, that, helped by the prayers of thy blessed Confessor and Bishop Augustine, we may experience the fulfillment of thine accustomed loving-kindness.\n$Per Dominum",
              "type": "prayer"
            }
          ]
        }
      }
    }
  }
}